Repository: trilexcom/Affiliates-For-All
Catalog: affiliates-1.2.1/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Account Settings
fr: Param&eacute;trages Compte

source: Welcome
fr: Bienvenue

source: Terms of Business
fr: Conditions d'utilisation

source: Password
fr: Mot de passe

source: Thank you for signing up.
fr: Merci de votre inscription.

source: Below, you will find the terms and conditions for our affiliate programme.
fr: Ci dessous, vous trouverer les conditions generales d'utilisation de notre programme d'affiliation.

source: Please read through them, and indicate your agreement by clicking the button at the bottom.
fr: Merci de les lire attentivement, et d'indiquer votre accord en cliquant sur le bouton en fin

source: Once you have done that, we will need to get some contact details, and then your account will be fully active.
fr: Une fois cela effectu&eacute; nous vous demanderons quelques informations, &aacute; la suite de quoi, votre compte sera activi&eacute

source: For your reference, here are the terms and conditions for our affiliate programme:
fr: Pour information, voici les termes et conditions d'utilisation de notre programme d'affiliation

source: I Agree
fr: Acceptez

source: Affiliate ID:
fr: ID Affili&eacute;

source: Username:
fr: Utilisateur:

source: Your Name:
fr: Votre nom:

source: Title:
fr: Titre:

source: First Name:
fr: Pr&eacute;nom:

source: Last Name:
fr: Nom:

source: Your Email Address:
fr: Votre adresse email:

source: Check this box to receive order updates by email.
fr: Cochez pour recevoir les mises &agrave; jour commandes par email.

source: Your Address:
fr: Votre adresse:

source: Your Postcode:
fr: Votre code postal:

source: Your Country:
fr: Votre pays:

source: Save Details
fr: Enregister:

source: are required.
fr: sont requis.

source: New Password:
fr: Nouveau mot de passe:

source: Confirm New Password:
fr: Confirmer le mot de passe:

source: Change Password
fr: Changer de mot de passe

source: PayPal ID:
fr: ID Paypal:

source: Your PayPal ID will be an email address.
fr: Votre identifiant Paypal est une adresse email.

source: Enter the whole of that email address in the box above
fr: Saisisser cet email dans son integralit&eacute; dans le champ ci-dessus

source: for example
fr: par exemple

source: If you dont put anything in the box
fr: Si vous laissez ce champ vide

source: you will not be paid
fr: vous ne serez pas directement pay&eacute;

source: but your earnings will be carried forward until you claim them.
fr: vos gains seront conserv&eacute;s jusqu'&agrave; votre demande express

source: Could not Change Password
fr: Impossible de modifier le mot de passe

source: Please choose a new password and enter it in both the boxes.
fr: Choisisser un nouveau mot de passe et saisisser le dans les deux champs prevus.

source: Settings Updated
fr: Parametres mis a jour

source: Your details have been set.
fr: Vos coordonn&eacute;es sont enregistr&eacute;es

source: Required Fields Empty
fr: Champ(s) requis vide(s)

source: Please complete all required fields, marked
fr: Merci de remplir tous les champs marqu&eacute;s

source: Password Changed
fr: Mot de passe modifi&eacute;

source: Your password has been changed.
fr: Votre mot de passe est enregist&eacute;.

source: Details Updated
fr: Coordonn&eacute;es mises &agrave; jour

source: Your PayPal ID has been set.
fr: Identifiant Paypal enregistr&eacute;.

source: Account Activated
fr: Compte Actif

source: Thank you for providing these details. Your account is now active.
fr: Merci d'avoir rempli vos coordonn&eacute;es. Votre compte est actif.

source: Fields marked
fr: Champs marqu&eacute;s

source: Your Phone Number:
fr: Votre t&eacute;l&eacute;phone:

source: Site Overview
fr: Vue d'Ensemble

source: Affiliates
fr: Affili&eacute;s

source: Banners
fr: Banni&egrave;res

source: All Orders
fr: Commandes

source: All Payments
fr: Paiements

source: Back
fr: Retour

source: Overview
fr: Vue d'Ensemble

source: Your Account
fr: Votre Compte

source: Your Orders
fr: Vos Commandes

source: Your Payments
fr: Vos Paiements

source: Log Out
fr: D&eacute;connexion

source: Powered by Affiliates for All
fr: Fonctionne gr&acirc;ce &agrave; Affiliates for All

source: open source affiliate software
fr: syst&egrave;me d'affiliation open source

source: copyright
fr: tous droits r&eacute;s&eacute;rv&eacute;s

source: Date Range
fr: Dates

source: Results
fr: R&eacute;sultats

source: Display
fr: Afficher

source: Download
fr: Telecharger

source: of
fr: de

source: Go to:
fr: Aller &agrave;

source: Previous Page
fr: Page pr&eacute;c&eacute;dente

source: Next Page
fr: Page suivante

source: No More Data
fr: Plus de donn&eacute;es

source: You are already on the first page.
fr: Vous etes dej&agrave; sur la premi&egrave;re page

source: You are already on the last page.
fr: Vous etes dej&agrave; sur le derni&egrave;re page

source: Log On
fr: Connexion

source: Sign Up
fr: Inscription

source: Password:
fr: Mot de passe:

source: Choose a username:
fr: Choisissez un nom d'utilisateur

source: Choose a password:
fr: Choisissez un mot de passe

source: Confirm password:
fr: Confirmez le mot de passe

source: Your username is used for logging on
fr: Votre utilisateur sert a vous connecter

source: but it is not used in your affiliate links.
fr: mais n'est pas utilis&eacute; dans les liens d'affiliation.

source: This means you can keep your username private
fr: Cela signifie que vous ne conservez votre identit&eacute; secr&egrave;te

source: if you want to.
fr: si vous le souhaitez.

source: Form Incomplete
fr: Formulaire incomplet

source: Before clicking Sign Up
fr: Avant de cliquer sur Inscription

source: you will need to choose a username
fr: vous devez choisir un nom d'utilisateur

source: that has not been taken already
fr: qui n'est pas d&eacute;j&agrave; utilis&eacute;

source: and then enter the same password in the two other boxes.
fr: et ensuite saisir le mot de passe deux fois.

source: Logon Failed
fr: Echec de connexion

source: The username and password you entered were not recognised.
fr: L'utilisateur et/ou mot de passe saisis ne sont pas reconnus.

source: Summary
fr: Synth&egrave;se

source: Commission Graphs
fr: Graphiques Commissions

source: Order Graphs
fr: Graphiques Commandes

source: Total Orders:
fr: Total Commandes:

source: Total Commission:
fr: Total Commissions:

source: Commission Paid:
fr: Commissions Pay&eacute;es:

source: Commission Payable:
fr: Commissions A Payer:

source: Your Affiliate Link:
fr: Votre lien Affili&eacute;:

source: Affiliate Link with Campaign ID:
fr: Lien affiliation avec ID Campagne:

source: Affiliate Details
fr: D&eacute;tails Affili&eacute;s

source: If you add a new affiliate
fr: Si vous ajoutez un nouvel affili&eacute;

source: an affiliate number will be assigned automatically when you click
fr: un identifiant lui sera assigné automatiquement en cliquant

source: Save.
fr: Enregistrer.

source: Please complete all required fields marked
fr: Merci de remplir tous les champs marqu&eacute;s

source: Invalid Data
fr: Donn&eacute;e(s) invalide(s)

source: Changes Saved
fr: Changements enregistr&eacute;s

source: The information you entered has been saved.
fr: L'information a &eacute;t&eacute; sauvegard&eacute;e

source: Are you sure?
fr: Ets vous sur?

source: Are you sure you want to delete this record?
fr: Etes vous sur de vouloir effacer cet enregistrement?

source: Current Banners
fr: Banni&egrave;res courantes

source: Add New Banner
fr: Ajouter une banni&egrave;re

source: This tab allows configuration of the banners which have been loaded into Affiliates for All.
fr: Cet onglet permet de configurer les banni&eagrave; charg&eacute; dans Affiliates for All

source: Note that the banner name will be used in affiliates links.
fr: Notez que le nom de la banni&eagrave;re sera utilis&eacute; dans les liens affili&eacute;s

source: This means you can only use letters, numbers, and the characters -,_, and .
fr: Vous pouvez utiliser uniquement des lettres, nombres et les symboles -,_ et .

source: Banner Name:
fr: Nom de banni&egrave;re

source: Links to
fr: Liens vers

source: Banner will be shown to affiliates if this box is checked:
fr: Banniere disponible si cette case est coch&eacute;e

source: Save Changes
fr: Enregistrer

source: Delete Banner
fr: Effacer

source: To upload a new banner
fr: Charger une banni&egrave;re

source: enter the details below, and click Upload.
fr: Saisir les details ci dessous et cliquer Charger.

source: The file you upload must have the appropriate extension
fr: Le fichier doit avoir une extension correcte

source: so that Affiliates for All can determine the file type.
fr: afin que le programme puisse en determiner le type.

source: For example, a JPEG file must be filename.jpeg or filename.jpg.
fr: Par exemple, un fichier JPEG doit avoir l'extension jpg ou jpeg.

source: Upload
fr: Charger

source: Illegal Character
fr: Caract&eagrave;re interdit

source: Banner names are used in links, so can only contain letters, numbers, and the characters -, _, and .
fr: Les noms sont utilis&eacute;s dans les liens ; utilisez les lettres,nombres ainsi que les caracteres -,_ et .

source: Duplicate Banner Name
fr: Nom de banni&egrave;re en doublon

source: Banner names must be unique, and you already have a banner with that name.
fr: Le nom doit etre unique. Une banniere du meme nom existe

source: Banner Updated
fr: Banni&egrave;re modifi&eacute;e

source: Your changes have been saved.
fr: Changements enregistr&eacute;s

source: Upload Completed
fr: Chargement termin&eacute;

source: Your new banner has been uploaded successfully.
fr: Votre banni&eacute;re est charg&eacute;e avec succes

source: Are you sure you want to delete this banner?
fr: Etes vous certain de vouloir effacer cette banni&egrave;re

source: Order Details
fr: D&eacute;tails Commandes

source: View orders from:
fr: Commandes depuis:

source: View payments from:
fr: Paiements depuis:

source: to:
fr: jusqu'au:

source: Add new
fr: Ajouter nouvelle

source: order
fr: commande

source: Save
fr: Enregister

source: Cancel
fr: Annuler

source: last
fr: derniers

source: days
fr: jours

source: Commission
fr: Commissions

source: Orders
fr: Commandes

source: Payments file:
fr: Fichier Paiements:

source: Download Payments File
fr: Charger Fichier Paiements

source: Upload Completed Payments
fr: Int&eacute;grer Paiements Effectu&eacute;s

source: Download payments up to and including:
fr: Charger paiements juqu'au (inclus):

source: Payment Details
fr: D&eacute;tails Paiement

source: payment
fr: paiement

source: Fields marked &lsquo; * &rsquo; are required.
fr: Champs marqu&eacute;s &lsquo; * &rsquo; sont requis.

source: If you add a new payment, it will be given a payment number automatically when you click Save.
fr: Si vous ajoutez un nouvel paiement, un identifiant lui sera assigné automatiquement en cliquant Enregistrer.

source: Please complete all required fields marked *.
fr: Merci de remplir tous les champs marqu&eacute;s *.

source: Link Details
fr: D&eacute;tails Lien

source: Choose Banner
fr: Choisissez Banni&egrave;re

source: Chosen banner:
fr: Bannière choisie

source: Change
fr: Changer

source: Campaign ID:
fr: ID Campagne

source: Link Target:
fr: Cible de lien

source: To display your banner, copy this code to your website:
fr: Pour montrer votre bannière, copiez ce code à votre site Web:

source: This page shows all the available banners.
fr: Cette page montre toutes les bannières disponibles.

source: Please click the one you would like to use.
fr: Veuillez cliquer sur celui que vous voudriez employer.

source: You will then be taken back to the Link Details screen
fr: Vous serez alors retourné à la page de détails de lien

source: where you can finish creating your affiliate link.
fr: où vous pouvez finir créer votre lien Affili&eacute;.

source: General
fr: Général

source: Thank you for your agreement.
fr: Merci de votre accord.
